[
    {
        "apartmentId":1,
        "photo":"/img/apartment1/apartament_1_1.jpg",
        "photo2":"/img/apartment1/apartament_1_2.jpg",
        "photo3":"/img/apartment1/apartament_1_3.jpg",
        "photo4":"/img/apartment1/apartament_1_4.jpg",
        "photo5":"/img/apartment1/apartament_1_5.jpg",
        "photo6":"/img/apartment1/apartament_1_6.jpg",
        "photo7":"/img/apartment1/apartament_1_7.jpg",
        "title":"Apartament Pomarańczowy",
        "capacity": "4",
        "size": "45 m²",
        "description": "Apartament Pomarańczowy jest usytuowany na parterze od strony południowy-zachód, co sprawia, że cały dzień jest on wypełniony naturalnym światłem! Wnętrze apartamentu składa się z przytulnej sypialni, gdzie znajduje się wygodne podwójne łóżko, zapewniające pełen relaks i regenerację. Ponadto, goście mają do swojej dyspozycji prywatną łazienkę. Jasny i przestronny salon z aneksem kuchennym to idealne miejsce do spędzania czasu w gronie bliskich. W salonie znajduje się stół z czterema krzesłami, idealny zarówno do spożywania posiłków, jak i do pracy. Dodatkowo, dostępna jest wygodna, rozkładana dwuosobowa sofa, dwa stylowe fotele oraz uroczy stolik kawowy, tworząc przytulną przestrzeń do relaksu i rozmów. Kuchenny aneks został wyposażony w niezbędne przybory, które umożliwiają łatwe i wygodne przygotowanie posiłków. Niezwykłą cechą apartamentu są meble, które zostały wykonane ręcznie, z dbałością o najdrobniejsze szczegóły. Każdy element jest wyjątkowy i emanuje wyrafinowanym stylem.",
        "price": 549,
        "noOfRooms": 2,
        "balcony": true
    },
    {
        "apartmentId":2,
        "photo":"/img/apartment2/apartament_2_1.jpg",
        "photo2":"/img/apartment2/apartament_2_2.jpg",
        "photo3":"/img/apartment2/apartament_2_3.jpg",
        "photo4":"/img/apartment2/apartament_2_4.jpg",
        "photo5":"/img/apartment2/apartament_2_5.jpg",
        "photo6":"/img/apartment2/apartament_2_6.jpg",
        "photo7":"/img/apartment2/apartament_2_7.jpg",
        "title":"Apartament Turkusowy",
        "capacity": "4",
        "size": "36 m²",
        "description": "Apartament Turkusowy położony na parterze od strony południowej, oferuje wspaniałe widoki prosto z balkonu. Ten przestronny apartament składa się z przytulnej sypialni z wygodnym podwójnym łóżkiem, stwarzającym idealne warunki do pełnego relaksu i regeneracji po dniu pełnym wrażeń. Goście mogą cieszyć się także prywatną łazienką, co zapewnia wygodę i intymność podczas pobytu. Jasny i przestronny salon z aneksem kuchennym to serce apartamentu, zapraszający do spędzania czasu w gronie bliskich. W salonie znajduje się elegancki stół z czterema krzesłami, tworzący idealne miejsce zarówno do przyjemnych posiłków, jak i efektywnej pracy. Wyjątkowy charakter apartamentu podkreślają ręcznie wykonane meble, starannie zaprojektowane z dbałością o detale. Każdy element wnętrza emanuje wyrafinowanym stylem, tworząc atmosferę niesamowitego komfortu. W salonie można także znaleźć wygodną, rozkładaną dwuosobową sofę, dwa stylowe fotele oraz uroczy stolik kawowy",
        "price": 549,
        "noOfRooms": 2,
        "balcony": true
    },
    {
        "apartmentId":3,
        "photo":"/img/apartment3/apartament_3_1.jpg",
        "photo2":"/img/apartment3/apartament_3_2.jpg",
        "photo3":"/img/apartment3/apartament_3_3.jpg",
        "photo4":"/img/apartment3/apartament_3_4.jpg",
        "photo5":"/img/apartment3/apartament_3_5.jpg",
        "photo6":"/img/apartment3/apartament_3_6.jpg",
        "photo7":"/img/apartment3/apartament_3_7.jpg",
        "title":"Apartament Ochra",
        "capacity": "4",
        "size": "43 m²",
        "description": "Apartament Ochra położony na parterze oferuje niesamowite widoki na malownicze otoczenie, które możesz podziwiać z przytulnego balkonu. Przestronna sypialnia zachęca do pełnego relaksu dzięki wygodnemu podwójnemu łóżku. Twoja prywatność jest dla nas ważna, dlatego też masz do dyspozycji osobistą łazienkę, zapewniającą wygodę i intymność podczas pobytu. Centralnym punktem apartamentu jest jasny i przestronny salon z nowoczesnym aneksem kuchennym. W tym sercu apartamentu znajdziesz elegancki stół z wygodnymi krzesłami - doskonałe miejsce zarówno na wspólne posiłki, jak i produktywną pracę.",
        "price": 549,
        "noOfRooms": 2,
        "balcony": true
    },
    {
        "apartmentId":4,
        "photo":"/img/apartment4/apartament_4_1.jpg",
        "photo2":"/img/apartment4/apartament_4_2.jpg",
        "photo3":"/img/apartment4/apartament_4_3.jpg",
        "photo4":"/img/apartment4/apartament_4_4.jpg",
        "photo5":"/img/apartment4/apartament_4_5.jpg",
        "photo6":"/img/apartment4/apartament_4_6.jpg",
        "photo7":"/img/apartment4/apartament_4_7.jpg",
        "title":"Apartament Fuksjowy",
        "capacity": "4",
        "size": "46 m²",
        "description": "Apartament Fuksjowy zlokalizowany jest na pierwszym piętrze od strony południowy-zachód. Wyjątkowość tego miejsca podkreśla ręcznie rzeźbiona i wykończona elegancka meble, które dodają wnętrzu niepowtarzalnego charakteru. W salonie znajduje się wygodna rozkładana sofa, która zapewni dodatkowe miejsce do spania dla dwóch osób. Jest to doskonałe rozwiązanie dla rodzin lub grupy przyjaciół podróżujących razem. Przy tej samej okazji można korzystać z telewizora, aby cieszyć się ulubionymi programami czy filmami w miłej atmosferze. W osobnej sypialni znajduje się dwuosobowe łóżko, które po całym dniu wycieczek będzie idealnym miejscem na relaks. Prywatna łazienka gwarantuje pełną intymność podczas pobytu. W łazience znajdziesz wszystko, czego potrzebujesz, aby zrelaksować się po dniu pełnym atrakcji.",
        "price": 549,
        "noOfRooms": 2,
        "balcony": true
    },
    {
        "apartmentId":5,
        "photo":"/img/apartment5/apartament_5_1.jpg",
        "photo2":"/img/apartment5/apartament_5_2.jpg",
        "photo3":"/img/apartment5/apartament_5_3.jpg",
        "photo4":"/img/apartment5/apartament_5_4.jpg",
        "photo5":"/img/apartment5/apartament_5_5.jpg",
        "photo6":"/img/apartment5/apartament_5_6.jpg",
        "photo7":"/img/apartment5/apartament_5_7.jpg",
        "title":"Apartament Żółty",
        "capacity": "4",
        "size": "36 m²",
        "description": "Appartament Żółty oferuje widoki, które zapierają dech w piersiach. W sypialni znajduje się przestronne łóżko typu King Size, gwarantujące komfortowy sen. Całe wnętrze jest wzbogacone o ręcznie rzeźbione meble, które dodają charakteru i elegancji. W salonie mieści się rozkładana sofa idealna dla dwóch osób oraz telewizor, tworząc strefę wypoczynku i rozrywki. Prywatna łazienka zapewnia intymność, a jej wyposażenie pozwala na odprężający relaks.",
        "price": 549,
        "noOfRooms": 2,
        "balcony": true
    },
    {
        "apartmentId":6,
        "photo":"/img/apartment6/apartament_6_1.jpg",
        "photo2":"/img/apartment6/apartament_6_2.jpg",
        "photo3":"/img/apartment6/apartament_6_3.jpg",
        "photo4":"/img/apartment6/apartament_6_4.jpg",
        "photo5":"/img/apartment6/apartament_6_5.jpg",
        "photo6":"/img/apartment6/apartament_6_6.jpg",
        "photo7":"/img/apartment6/apartament_6_7.jpg",
        "title":"Apartament Błękitny",
        "capacity": "4",
        "size": "43 m²",
        "description": "Apartament Błekitny zlokalizowany jest na pierwszym piętrze od strony południowy-wschód. Wyjątkowość tego miejsca podkreśla ręcznie rzeźbiona i wykończona elegancka meble, które dodają wnętrzu niepowtarzalnego charakteru. W salonie znajduje się wygodna rozkładana sofa, która zapewni dodatkowe miejsce do spania dla dwóch osób. Jest to doskonałe rozwiązanie dla rodzin lub grupy przyjaciół podróżujących razem. Przy tej samej okazji można korzystać z telewizora, aby cieszyć się ulubionymi programami czy filmami w miłej atmosferze. W osobnej sypialni znajduje się dwuosobowe łóżko, które po całym dniu wycieczek będzie idealnym miejscem na relaks. Prywatna łazienka gwarantuje pełną intymność podczas pobytu. W łazience znajdziesz wszystko, czego potrzebujesz, aby zrelaksować się po dniu pełnym atrakcji.",
        "price": 549,
        "noOfRooms": 2,
        "balcony": true
    },
    {
        "apartmentId":7,
        "photo":"/img/apartment7/apartament_7_1.jpg",
        "photo2":"/img/apartment7/apartament_7_2.jpg",
        "photo3":"/img/apartment7/apartament_7_3.jpg",
        "photo4":"/img/apartment7/apartament_7_4.jpg",
        "photo5":"/img/apartment7/apartament_7_5.jpg",
        "photo6":"/img/apartment7/apartament_7_6.jpg",
        "photo7":"/img/apartment7/apartament_7_7.jpg",
        "title":"Apartament Szary",
        "capacity": "2",
        "size": "25 m²",
        "description": "Apartament Szary to urocze i przytulne mieszkanie idealne dla pary lub dwóch osób podróżujących razem. W centralnym punkcie znajduje się wygodna rozkładana sofa, która może bez trudu pomieścić dwie osoby i stanowić wygodne miejsce do spania podczas nocy. Przez dzień można ją z łatwością złożyć, aby zyskać więcej przestrzeni w salonie. Prywatna łazienka dostarcza wygodę i intymność. Umiejscowiony na poddaszu, apartament oferuje pewien urok dzięki skosom sufitu i nietypowemu układowi przestrzeni. To doskonałe miejsce, aby cieszyć się spokojem i prywatnością podczas swojego pobytu.",
        "price": 449,
        "noOfRooms": 2,
        "balcony": false
    },
    {
        "apartmentId":8,
        "photo":"/img/apartment8/apartament_8_1.jpg",
        "photo2":"/img/apartment8/apartament_8_2.jpg",
        "photo3":"/img/apartment8/apartament_8_3.jpg",
        "photo4":"/img/apartment8/apartament_8_4.jpg",
        "photo5":"/img/apartment8/apartament_8_5.jpg",
        "photo6":"/img/apartment8/apartament_8_6.jpg",
        "photo7":"/img/apartment8/apartament_8_7.jpg",
        "title":"Apartament Niebieski",
        "capacity": "4",
        "size": "45 m²",
        "description": "Apartament Niebieski to urocze miejsce idealne dla czterech osób, które chcą cieszyć się wygodnym i przytulnym zakwaterowaniem. Znajduje się on na poddaszu, co dodaje mu pewnego uroku i charakteru. Apartament został starannie urządzony, aby zapewnić wyjątkowy komfort i relaks podczas pobytu. Przytulna sypialnia oddzielona jest od salonu, co zapewnia dodatkową prywatność. W sypialni znajdują się dwa pojedyncze łóżka, które zapewniają wygodne miejsce do spania dla dwóch osób. Duże okno pozwala na dostęp do naturalnego światła i świeżego powietrza. Prywatna łazienka to miejsce, gdzie można się odprężyć i zrelaksować po dniu pełnym przygód. Wyposażona jest w prysznic, umywalkę i toaletę, a także niezbędne przybory toaletowe dla wygody gości.",
        "price": 549,
        "noOfRooms": 1,
        "balcony": false
    }
    
]